{
  "blogs": [
    {
      "title": "Real Madrid",
      "body": " Fifa Club of the 20th Century on 11 December 2000 with 42.35% of the vote and received the FIFA Centennial Order of Merit on 20 May 2004 The club was also awarded Best European Club of the 20th Century by the IFFHS on 11 May 2010 In June 2017 the team succeeded in becoming the first club to win consecutive Champions League titles, then made it three in a row and four in five seasons in May 2018, extending their lead atop the UEFA club rankings. As of 2020, Real Madrid are ranked third behind Bayern Munich and Barcelona.",
      "author": "Sumit",
      "id": 1
    },
    {
      "title": "Manchester United",
      "body": "Manchester United Football Club is a professional football club based in Old Trafford, Greater Manchester, England, that competes in the Premier League, the top flight of English football. Nicknamed the Red Devils, the club was founded as Newton Heath LYR Football Club in 1878, changed its name to Manchester United in 1902 and moved to its current stadium, Old Trafford, in 1910. Manchester United have won more trophies than any other club in English football,[5][6] with a record 20 League titles, 12 FA Cups, five League Cups and a record 21 FA Community Shields. United have also won three European Cups/UEFA Champions Leagues, one UEFA Europa League, one UEFA Cup Winners' Cup, one UEFA Super Cup, one Intercontinental Cup and one FIFA Club World Cup. In 1998–99, the club became the first in the history of English football to achieve the continental European treble.[7] By winning the UEFA Europa League in 2016–17, they became one of five clubs to have won all three main UEFA club competitions. The 1958 Munich air disaster claimed the lives of eight players. In 1968, under the management of Matt Busby, Manchester United became the first English football club to win the European Cup. Alex Ferguson won 38 trophies as manager, including 13 Premier League titles, 5 FA Cups and 2 UEFA Champions Leagues, between 1986 and 2013,[8][9][10] when he announced his retirement. Manchester United is one of the most widely supported football clubs in the world,[11][12] and has rivalries with Liverpool, Manchester City, Arsenal and Leeds United. Manchester United was the highest-earning football club in the world for 2016–17, with an annual revenue of €676.3 million,[13] and the world's third most valuable football club in 2019, valued at £3.15 billion ($3.81 billion).[14] After being floated on the London Stock Exchange in 1991, the club was taken private after a purchase by Malcolm Glazer in 2005 at almost £800 million, of which over £500 million of borrowed money became the club's debt.[15] From 2012, some shares of the club were listed on the New York Stock Exchange, although the Glazer family retains overall ownership and control of the club.",
      "author": "Sahil",
      "id": 2
    },
    {
      "title": "Barcelona",
      "body": "Futbol Club Barcelona (Catalan pronunciation [fubˈbɔl ˈklub bəɾsəˈlonə] (About this soundlisten)), commonly referred to as Barcelona and colloquially known as Barça ([ˈbaɾsə]), is a Spanish professional football club based in Barcelona, that competes in La Liga, the top flight of Spanish football. Founded in 1899 by a group of Swiss, Spanish, English, and Catalan footballers led by Joan Gamper, the club has become a symbol of Catalan culture and Catalanism, hence the motto Més que un club (More than a club). Unlike many other football clubs, the supporters own and operate Barcelona. It is the fourth-most valuable sports team in the world, worth $4.06 billion, and the world's richest football club in terms of revenue, with an annual turnover of €840.8 million.[2][3] The official Barcelona anthem is the Cant del Barça, written by Jaume Picas and Josep Maria Espinàs.[4] Barcelona traditionally play in dark shades of blue and red stripes, leading to the nickname Blaugrana. Domestically, Barcelona has won a record 74 trophies: 26 La Liga, 31 Copa del Rey, 13 Supercopa de España, 3 Copa Eva Duarte, and 2 Copa de la Liga trophies, as well as being the record holder for the latter four competitions. In international club football, the club has won 20 European and worldwide titles: 5 UEFA Champions League titles, a record 4 UEFA Cup Winners' Cup, a joint record 5 UEFA Super Cup, a record 3 Inter-Cities Fairs Cup, and 3 FIFA Club World Cup.[5] Barcelona was ranked first in the International Federation of Football History & Statistics Club World Ranking for 1997, 2009, 2011, 2012, and 2015[6][7] and currently occupies the second position on the UEFA club rankings.[8] The club has a long-standing rivalry with Real Madrid, and matches between the two teams are referred to as El Clásico. Barcelona is one of the most widely supported teams in the world, and the club has one of the largest social media following in the world among sports teams.[9][10] Barcelona players have won a record number of Ballon d'Or awards (12), with recipients including Johan Cruyff, as well as a record number of FIFA World Player of the Year awards (7), with winners including Ronaldo, Romário, Ronaldinho, and Rivaldo. In 2010, three players who came through the club's youth academy (Lionel Messi, Andrés Iniesta, and Xavi) were chosen as the three best players in the world in the FIFA Ballon d'Or awards, an unprecedented feat for players from the same football school. Additionally, players representing the club have won a record number (8) of European Golden Shoe awards. Barcelona is one of three founding members of the Primera División that have never been relegated from the top division since its inception in 1929, along with Athletic Bilbao and Real Madrid. In 2009, Barcelona became the first Spanish club to win the continental treble consisting of La Liga, Copa del Rey, and the UEFA Champions League, and also became the first Spanish football club to win six out of six competitions in a single year, by also winning the Spanish Super Cup, UEFA Super Cup, and FIFA Club World Cup.[11] In 2011, the club became European champions again and won five trophies. This Barcelona team, which won 14 trophies in just 4 years under Pep Guardiola, is considered by some in the sport to be the greatest team of all time.[12][13][14] By winning their fifth Champions League trophy on 6 June 2015, Barcelona became the first European football club in history to achieve the continental treble twice. The highest paid sports team in the world, in November 2018 Barcelona became the first sports team with average first-team pay in excess of £10m ($13.8m) per year.",
      "author": "Sumit",
      "id": 3
    },
    {
      "title": "Juventus",
      "body": "Juventus Football Club (from Latin: iuventūs,  Italian pronunciation: [juˈvɛntus]), colloquially known as Juventus and Juve (pronounced [ˈjuːve]),[3] is a professional football club based in Turin, Piedmont, Italy, that competes in the Serie A, the top flight of Italian football. Founded in 1897 by a group of Torinese students, the club has worn a black and white striped home kit since 1903 and has played home matches in different grounds around its city, the latest being the 41,507-capacity Juventus Stadium. Nicknamed Vecchia Signora (the Old Lady), the club has won 36 official league titles, 13 Coppa Italia titles and nine Supercoppa Italiana titles, being the record holder for all these competitions; two Intercontinental Cups, two European Cups / UEFA Champions Leagues, one European Cup Winners' Cup, a joint national record of three UEFA Cups, two UEFA Super Cups and a joint national record of one UEFA Intertoto Cup.[4][5] Consequently, the side leads the historical Federazione Italiana Giuoco Calcio (FIGC) classify[a] whilst on the international stage occupies the sixth position in Europe and the twelfth in the world for most confederation titles won with eleven trophies,[7] as well as the fourth in the all-time Union of European Football Associations (UEFA) competitions ranking,[b] having obtained the highest coefficient score during seven seasons since its inception in 1979, the most for an Italian team in both cases and joint second overall in the last cited. Founded with the name of Sport-Club Juventus, initially as an athletics club,[9] it is the second oldest of its kind still active in the country after Genoa's football section (1893) and has competed uninterruptedly in the top flight league (reformulated as Serie A from 1929) since its debut in 1900 after changing its name to Foot-Ball Club Juventus, with the exception of the 2006–07 season, being managed by the industrial Agnelli family almost continuously since 1923.[c] The relationship between the club and that dynasty is the oldest and longest in national sports, making Juventus one of the first professional sporting clubs ante litteram in the country,[11] having established itself as a major force in the national stage since the 1930s and at confederation level since the mid-1970s[12] and becoming one of the first ten wealthiest in world football in terms of value, revenue and profit since the mid-1990s,[13] being listed on the Borsa italiana since 2001.[14] Under the management of Giovanni Trapattoni, the club won 13 trophies in the ten years before 1986, including six league titles and five international titles, and became the first to win all three seasonal competitions organised by the Union of European Football Associations: the 1976–77 UEFA Cup (first Southern European side to do so), the 1983–84 Cup Winners' Cup and the 1984–85 European Champions' Cup.[15] With successive triumphs in the 1984 European Super Cup and 1985 Intercontinental Cup, it became the first and thus far only in the world to complete a clean sweep of all confederation trophies;[16] an achievement that they revalidated with the title won in the 1999 UEFA Intertoto Cup after another successful era led by Marcello Lippi,[17] becoming in addition the only professional Italian club to have won every ongoing honour available to the first team and organised by a national or international football association. In December 2000, Juventus was ranked seventh in the FIFA's historic ranking of the best clubs in the world[18] and nine years later was ranked second best club in Europe during the 20th Century based on a statistical study series by the International Federation of Football History & Statistics (IFFHS), the highest for an Italian club in both.[19] The club's fan base is the largest at national level and one of the largest worldwide.[20][21] Unlike most European sporting supporters' groups, which are often concentrated around their own club's city of origin,[22] it is widespread throughout the whole country and the Italian diaspora, making Juventus a symbol of anticampanilismo (anti-parochialism) and italianità (Italianness).[23][24] Juventus players have won eight Ballon d'Or awards, four of these in consecutive years (1982–1985, an overall record), among these the first player representing Serie A, Omar Sívori, as well as Michel Platini and three of the five recipients with Italian nationality as the former member of the youth sector Paolo Rossi; they have also won four FIFA World Player of the Year awards, with winners as Roberto Baggio and Zinedine Zidane, a national record and third and joint second highest overall, respectively, in the cited prizes. Additionally, players representing the club have won 12 Serie A Footballer of the Year awards including the only goalkeeper to win it, Gianluigi Buffon, and 17 different players were inducted in the Serie A Team of the Year, being both also a record. Finally, the club has also provided the most players to the Italy national team—mostly in official competitions in almost uninterrupted way since 1924—who often formed the group that led the Azzurri squad to international success, most importantly in the 1934, 1982 and 2006 FIFA World Cups.[25]",
      "author": "Rohan",
      "id": 4
    }
  ]
}